alsa-utils
android-file-transfer
archey3
autoconf
automake
bash
bash-completion
bison
bzip2
cabal-install
chromium
clang
collectd
compton
coreutils
cronie
cryptsetup
deepin-screenshot
device-mapper
dhcpcd
diffutils
dmenu
dunst
e2fsprogs
efibootmgr
emacs
eog
evince
fakeroot
fbida
feh
file
filelight
filesystem
findutils
firefox
flex
fonts-tlwg
gawk
gcc-libs
gettext
git
glibc
gnome-screenshot
gnome-system-monitor
gnome-terminal
gparted
gptfdisk
grep
grub
gsimplecal
gvim
gzip
happy
htop
i3-wm
i3lock
inetutils
intel-ucode
iproute2
iputils
irssi
jfsutils
jre7-openjdk
less
lib32-nvidia-utils
libgit2
libreoffice-fresh
licenses
linux
linux-lts
logrotate
lsof
lvm2
lxpanel
make
man-db
man-pages
mdadm
megasync
mesa-demos
mirage
mlocate
mono
mpc
mpd
nano
ncmpcpp
ncurses
neomutt
netctl
network-manager-applet
networkmanager
ntfs-3g
ntp
nvidia-lts
octave
okular
os-prober
p7zip
pacman
pamixer
pandoc
parted
patch
pavucontrol
pciutils
pcmciautils
perl
perl-file-mimeinfo
pkg-config
procps-ng
psmisc
pulseaudio
python-gobject
python-pip
python-xdg
racket
redshift
refind-efi
reiserfsprogs
rofi
rsync
rxvt-unicode
s-nail
sbcl
scrot
sed
shadow
smartmontools
spectacle
stalonetray
steam
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
terminus-font
texinfo
texlive-core
texlive-fontsextra
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
tilda
tmux
ttf-liberation
tuxguitar
unzip
usbutils
util-linux
vi
vlc
w3m
wget
which
wmname
xbindkeys
xdotool
xfce4-taskmanager
xfsprogs
xorg-bdftopcf
xorg-fonts-100dpi
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xxkb
youtube-dl
